Repository: SRJ9/django-driver27
Catalog: driver27/locale/*/LC_MESSAGES/django.po
Languages: es

source: Season with {competition: %(competition)s, year: %(year)s} already exists
es: Temporada con {competición: %(competition)s, año: %(year)s} ya existe

source: Duplicate season
es: Temporada duplicada

source: Create new season from this
es: Crear temporada a partir de esta

source: copy races
es: copiar carreras

source: Winner
es: Ganador

source: Fastest
es: Vuelta rápida

source: periods
es: periodos

source: competitions
es: competiciones

source: Race
es: Carrera

source: Pole and Out
es: Pole y abandona

source: First row
es: Primera línea

source: Comeback to 10 firsts
es: Remontada al top 10

source: Comeback to win
es: Remontada para ganar

source: Comeback
es: Remontada

source: Podium after qualifying 11th or more
es: Podium clasificando 11 o más

source: Win
es: Victoria

source: Pole and Win
es: Pole y victoria

source: Pole, Win, Fastest lap
es: Pole, victoria y vuelta rápida

source: Fastest lap
es: Vuelta rápida

source: Finish 1st or 2nd
es: Entre los dos primeros

source: Podium
es: Podio

source: OUT
es: FUERA

source: Checkered Flag
es: Bandera a cuadros

source: Top 5
es: 5 primeros

source: Top 10
es: 10 primeros

source: last name
es: apellido

source: first name
es: nombre

source: year of birth
es: año de nacimiento

source: country
es: país

source: teams
es: equipos

source: Driver
es: Piloto

source: Drivers
es: Pilotos

source: competition
es: Competiciones

source: full name
es: nombre completo

source: Competition
es: Competición

source: Competitions
es: Competiciones

source: team
es: equipo

source: Team
es: Equipo

source: Teams
es: Equipos

source: driver
es: piloto

source: %(driver)s in %(team)s
es: %(driver)s en %(team)s

source: Seat
es: Asiento

source: Seats
es: Asientos

source: circuit
es: circuito

source: city
es: ciudad

source: opened in
es: desde

source: Circuit
es: Circuito

source: Circuits
es: Circuitos

source: grand prix
es: gran premio

source: first held
es: primera carrera

source: default circuit
es: circuito por defecto

source: Grand Prix
es: Gran Premio

source: Grands Prix
es: GPs

source: year
es: año

source: rounds
es: carreras

source: punctuation
es: puntuación

source: Season
es: Temporada

source: Seasons
es: Temporadas

source: Seats by season
es: Asientos por temporada

source: Double
es: Doblete

source: Half
es: Mitad

source: season
es: Temporada

source: round
es: número

source: date
es: fecha

source: alter punctuation
es: alterar puntuación

source: %(grand_prix)s is not a/an %(competition)s Grand Prix
es: %(grand_prix)s no es un GP de %(competition)s

source: Races
es: Carreras

source: sponsor name
es: nombre patrocinado

source: Team Season
es: Temporada por equipo

source: Teams Season
es: Temporadas por equipos

source: race
es: carrera

source: seat
es: asiento

source: qualifying
es: parrilla

source: finish
es: en carrera

source: fastest lap
es: vuelta rápida

source: retired
es: abandona

source: wildcard
es: invitado

source: comment
es: comentario

source: points
es: puntos

source: DNF
es: No acaba

source: Result
es: Resultado

source: Results
es: Resultados

source: Global rank
es: Ranking general

source: Year
es: Año

source: Rounds
es: Carreras

source: Punctuation
es: Puntuación

source: Home
es: Inicio

source: all
es: todo

source: Select all
es: Seleccionar todo

source: Entry
es: Entrada

source: Qualifying
es: Parrilla

source: Finish
es: Pos. final

source: Retired
es: Abandona

source: Wildcard
es: Invitado

source: Points
es: Puntos

source: Season points
es: Puntos (temporada)

source: Send entries
es: Actualizar resultados

source: Content is being loaded
es: El contenido está siendo cargado

source: Driver leader
es: Lider

source: Team leader
es: Equipo lider

source: Olympic
es: Ranking olímpico

source: Position draw
es: Cuadro de posiciones

source: Comebacks
es: Remontadas

source: Country
es: País

source: Count
es: Cuenta

source: Filter
es: Filtro

source: Top By season
es: Por temporada

source: Current streak. Inactive drivers are included
es: Racha actual (inc. pilotos inactivos)

source: Best streak. Inactive drivers are included
es: Mejor racha (inc. pilotos inactivos)

source: Current streak. Inactive drivers are excluded
es: Racha actual (Pilotos activos)

source: Best streak. Inactive drivers are excluded
es: Mejor racha (Pilotos activos)

source: Record by season
es: Por temporada

source: Global
es: General

source: Round
es: Carrera

source: Date
es: Fecha

source: Winner team
es: Equipo del ganador

source: Position
es: Posición

source: Start
es: Salida

source: Current streak.
es: Racha actual

source: Best streak.
es: Mejor racha

source: Record by drivers of team.
es: Por pilotos del equipo

source: Records by race with at least one driver.
es: Carreras con al menos un/a

source: Records by race with at least two drivers.
es: Carreras con al menos dos

source: Global view
es: Vista general

source: DRIVERS
es: PILOTOS

source: TEAMS
es: EQUIPOS

source: Impossible rank
es: No existe este ranking

source: DRIVERS Comeback
es: PILOTOS Remontada

source: DRIVERS rank by olympic mode
es: PILOTOS, ranking olímpico

source: TEAMS rank by olympic mode
es: EQUIPOS, ranking olímpico

source: %(season)s [RACES]
es: %(season)s [CARRERAS]

source: Results of %(race)s
es: Resultados de %(race)s

source: Record does not exist
es: El record no existe

source: %(record_label)s Record, %(season_or_competition)s
es: Record %(record_label)s, %(season_or_competition)s

source: Select a %(season_or_competition)s record
es: Elige un record de %(season_or_competition)s

source: The standing requested is invalid
es: La petición no es válida
